{
    "Esp":{

        "seleccion":{
            "frase":"Has seleccionado el idioma español",
            "fraseBtn":"Iniciar"
        },

        "curso":{
            "nameCurso": "Proceso de bloqueo y candadeo de mantenimiento de transporte en taller"
        },

        "bienvenida":{
            "bien1": "¡Te damos la bienvenida!",
            "bien2": "En Grupo Bimbo tu seguridad es primero.",
            "bien3": "En este curso, te mostraremos las medidas de seguridad que debes seguir para prevenir accidentes y situaciones peligrosas."
        },

        "despedida":{
            "desp1": "¡Felicidades!",
            "desp2": "Has concluido el curso con éxito.",
            "desp3": "Ahora podrás laborar con seguridad en tu área de trabajo.",
            "desp4": "Para terminar el curso, cierra la ventana."
        },

      "titulos": {
        "v1": "Revisa tu vehículo antes de iniciar tu viaje",
        "v2": "Asignación de reporte de reparación a mecánico",
        "v3": "Mecánico asegura el vehículo…",
        "v4": "Mecánico realiza el diagnóstico y reparación",
        "v5": "Entrega de vehículo",
        "a12": "Actividad final"
      },

        "flechas":{
            "flecha1": "Regresar",
            "flecha2": "Siguiente"
        },
        
        "examen":{
            "exa1": "Elige cuál de estas escenas es la correcta.",
            "exa2": "Da clic en la flecha derecha para continuar.",
            "exa3": "Descendiste del vehículo, ¿cuál de estas dos imágenes es la correcta?",
            "exa4": "Estas en proceso de salida a viaje, ¿cuál de estas dos imágenes es la correcta?"
        },

        "txtTrivia":{
            "instru1":"¿Hacer la revisión de tu vehículo te ayuda a...?",
            "instru2":"¿Asignar un nuevo trabajo de acuerdo a la disponibilidad de tiempo y habilidades adecuadas del mecánico ayuda a..?",
            "instru3":"¿Cuál es el procedimiento correcto para asegurar un vehículo en el taller?",
            "instru4":"¿Por qué es importante mantener en resguardo las llaves del vehículo en el bolsillo del pantalón del mecánico?",
            "instru5":"¿Cuál es el momento correcto para retirar los dispositivos de seguridad?",
            "btnConti":"Continuar"
        },

      "iconosTextos": {
        "icono1": "Prevenir accidentes hacia ti o terceros",
        "icono2": "Asegurarte que tu vehículo está en buenas condiciones y así tener un viaje seguro.",
        "icono3": "Todas las demás",
        "icono4": "Tener menos trabajo",
        "icono5": "Acelerar las reparaciones",
        "icono6": "Ejecutar con la calidad y oportunidad adecuada el trabajo asignado",
        "icono7": "Aplicar freno de estacionamiento, retirar llaves, entregarlas al jefe de taller, colocar funda del volante, colocar el bloqueador",
        "icono8": "Colocar funda del volante, bloqueador y retirar llaves",
        "icono9": "Para evitar riesgos de movimientos sin autorización",
        "icono10": "Para que no se pierdan durante el proceso de reparación",
        "icono11": "Terminando la reparación",
        "icono12": "Cuando el encargado de taller haga la entrega del vehículo de manera formal cuando la reparación haya concluido de manera satisfactoria"
      },

      "alertasTextos":{
            "alertaInsa":"Ayuda al colaborador a realizar el procedimiento seguro de manera correcta, seleccionando las alertas encendidas.",
            "alertaInsb":"Ayuda a los colaboradores a realizar el procedimiento seguro de manera correcta, seleccionando las alertas encendidas.",
            "alerta1a":"",
            "alerta1_2":"El personal de despacho o recibo deberá colocar un 'dispositivo luminoso preventivo' para prevenir a peatones, motocilistas o vehículos que se esta realizando una maniobra de ingreso de transporte.",
            "alerta1b":"Al iniciar la maniobra de ingreso del transporte, el transportador debe siempre esperar al personal de despacho o recibo para evitar accidentes con motociclistas, peatones, y automóviles.",
            "alerta2a":"",
            "alerta2b":"El personal de despacho o recibo debe asegurar la puerta para evitar que se cierre y obstruya la maniobra.",
            "alerta3a":"",
            "alerta3b":"El personal de despacho o recibo siempre debe contar con su equipo de protección y estar capacitado para apoyar con la maniobra.",
            "alerta4":"Para evitar accidentes en el momento de salida o entrada de un vehículo, asegúrate en todo momento que no hayan personas o vehículos en movimiento en tu trayectoria o próximos a ella, si los hubiera, cédeles el paso.",
            "alerta5a":"",
            "alerta5b":"El transportador entrega documentos y llaves.",
            "alerta6_2":"",
            "alerta6":"El transportador se coloca en un lugar seguro.",
            "alerta7":"El personal de despacho o recibo abre la cortina.",
            "alerta8":"El personal de despacho o recibo coloca la rampa de manera manual, usando el equipo de protección: Guantes, botas, faja.",
            "alerta9":"El responsable de despacho o recibo y el transportador antes de iniciar la maniobra de salida, deben asegurar el cierre de cortina del remolque, entrega de documentos y llaves.",
            "alerta10":"El personal de despacho o recibo abre puertas y coloca el dispositivo luminoso de prevención.",
            "alerta11":"Arranca camión y luces e inicia el movimiento a la velocidad normada de 5 km/h.",
            "alerta12":"El transportador se asegura de ver al responsable de despacho o recibo.",
            "alerta13":"El transportador verifica su entorno.",
            "alerta14":"El personal de despacho o recibo con ayuda de banderolas, da la indicación de la maniobra de salida al transporte."
        },

      "super": {
        "sup1": "Antes de iniciar su viaje, todo operador deberá hacer una revisión de su unidad con base en la bitácora de viaje, asegurando que hará su recorrido completo con toda la seguridad, protegiendo su integridad y de los demás.",
        "sup2": "El maestro de turno seleccionará al mecánico de acuerdo con su rol de trabajo, asegurando que cuente con su equipo de protección adecuado y en buenas condiciones para desarrollar la reparación del transporte.",
        "sup3a": "Para ayudar a evitar accidentes:",
        "sup3b": "aplica freno de estacionamiento,",
        "sup3c": "retira la llave,",
        "sup3d": "coloca la funda de protección en el volante,",
        "sup3e": "desciende de la unidad usando los tres puntos de apoyo, y",
        "sup3f": "coloca el bloqueador en la llanta delantera izquierda.",
        "sup4a": "Por seguridad solo el mecánico debe mantener las llaves en la bolsa de su pantalón.",
        "sup4b": "Realizar la reparación con calidad y en el tiempo adecuado contribuye a la eficiencia en la operación.",
        "supspe":"Mecánico asegura la llave en la bolsa del pantalón",
        "sup5a": "No se deben retirar los elementos de seguridad (bloqueador y seguro de volante) hasta que la reparación de la unidad haya concluido.",
        "sup5b": "No se deberá usar la unidad hasta que el encargado de taller haya entregado el vehículo de manera formal al operador de transportes o movedor de patio."
      }

        
    },

    "Eng":{

        "seleccion":{
            "frase":"You have selected English",
            "fraseBtn":"Start"
        },

        "curso":{
            "nameCurso": "Locking and padlocking process during vehicle maintenance in the workshop"
        },

        "bienvenida":{
            "bien1": "Welcome!",
            "bien2": "For Grupo Bimbo, your safety is paramount.",
            "bien3": "In this course, we will show you the safety measures you should follow to prevent accidents and dangerous situations."
        },

        "despedida":{
            "desp1": "Congratulations!",
            "desp2": "You have successfully completed the course.",
            "desp3": "You can now work safely in your workplace.",
            "desp4": "To finish the course, close the window."
        },

      "titulos": {
        "v1": "Inspect your vehicle before starting your trip",
        "v2": "Delivery of repair report to mechanic",
        "v3": "The mechanic secures the vehicle",
        "v4": "The mechanic performs the diagnosis and repairs",
        "v5": "Vehicle delivery",
        "a12": "Final activity"
      },

        "flechas":{
            "flecha1": "Back",
            "flecha2": "Next"
        },
        
        "examen":{
            "exa1": "Choose the correct scene.",
            "exa2": "Click on the right arrow to continue.",
            "exa3": "You got out of the vehicle. Which of these two images is correct?",
            "exa4": "You are departing for your trip. Which of these two images is correct?"
        },

        "txtTrivia":{
            "instru1":"Inspecting your vehicle helps you to…",
            "instru2":"Assigning a new job according to the mechanic's time availability and skills helps to...",
            "instru3":"What is the correct procedure when securing a vehicle in the workshop?",
            "instru4":"Why is it important to keep the vehicle keys safe in the mechanic's pockets?",
            "instru5":"When is the right time to remove the safety devices?",
            "btnConti":"Next"
        },

      "iconosTextos": {
        "icono1": "Prevent accidents involving you or third parties.",
        "icono2": "Make sure that your vehicle is in good condition for a safe trip.",
        "icono3": "All of the above",
        "icono4": "Have less work",
        "icono5": "Speed up the repairs",
        "icono6": "Execute the assigned work with quality and timeliness",
        "icono7": "To apply the parking brake, remove the keys, hand them over to the workshop manager, put on the steering wheel cover, and place the wheel lock.",
        "icono8": "To put on the steering wheel cover, the wheel lock, and to remove keys.",
        "icono9": "To avoid the risk of any unauthorized movement",
        "icono10": "To avoid losing them during the repair process.",
        "icono11": "After the repair is done.",
        "icono12": "When the workshop manager formally hands over the vehicle after the repair has been successfully completed."
      },

      "alertasTextos":{
            "alertaInsa":"Ayuda al colaborador a realizar el procedimiento seguro de manera correcta, seleccionando las alertas encendidas.",
            "alertaInsb":"Ayuda a los colaboradores a realizar el procedimiento seguro de manera correcta, seleccionando las alertas encendidas.",
            "alerta1a":"",
            "alerta1_2":"El personal de despacho o recibo deberá colocar un 'dispositivo luminoso preventivo' para prevenir a peatones, motocilistas o vehículos que se esta realizando una maniobra de ingreso de transporte.",
            "alerta1b":"Al iniciar la maniobra de ingreso del transporte, el transportador debe siempre esperar al personal de despacho o recibo para evitar accidentes con motociclistas, peatones, y automóviles.",
            "alerta2a":"",
            "alerta2b":"El personal de despacho o recibo debe asegurar la puerta para evitar que se cierre y obstruya la maniobra.",
            "alerta3a":"",
            "alerta3b":"El personal de despacho o recibo siempre debe contar con su equipo de protección y estar capacitado para apoyar con la maniobra.",
            "alerta4":"Para evitar accidentes en el momento de salida o entrada de un vehículo, asegúrate en todo momento que no hayan personas o vehículos en movimiento en tu trayectoria o próximos a ella, si los hubiera, cédeles el paso.",
            "alerta5a":"",
            "alerta5b":"El transportador entrega documentos y llaves.",
            "alerta6_2":"",
            "alerta6":"El transportador se coloca en un lugar seguro.",
            "alerta7":"El personal de despacho o recibo abre la cortina.",
            "alerta8":"El personal de despacho o recibo coloca la rampa de manera manual, usando el equipo de protección: Guantes, botas, faja.",
            "alerta9":"El responsable de despacho o recibo y el transportador antes de iniciar la maniobra de salida, deben asegurar el cierre de cortina del remolque, entrega de documentos y llaves.",
            "alerta10":"El personal de despacho o recibo abre puertas y coloca el dispositivo luminoso de prevención.",
            "alerta11":"Arranca camión y luces e inicia el movimiento a la velocidad normada de 5 km/h.",
            "alerta12":"El transportador se asegura de ver al responsable de despacho o recibo.",
            "alerta13":"El transportador verifica su entorno.",
            "alerta14":"El personal de despacho o recibo con ayuda de banderolas, da la indicación de la maniobra de salida al transporte."
        },

      "super": {
        "sup1": "Before starting the trip, every operator must examine the unit according to the trip log, ensuring that the trip will be completed safely, protecting their own and others' integrity.",
        "sup2": "The shift manager will select the mechanic according to their job role, ensuring that they have the proper protective equipment in good condition to carry out the repair of the transport.",
        "sup3a": "To help prevent accidents:",
        "sup3b": "Engage the parking brake,",
        "sup3c": "Remove the key,",
        "sup3d": "Place the protective cover on the steering wheel.",
        "sup3e": "Descend from the unit using the three-point support technique, and",
        "sup3f": "Place the wheel lock on the left front tire.",
        "sup4a": "For safety reasons, only the mechanic should keep the keys in his pockets.",
        "sup4b": "Performing the repair with quality and in a timely manner contributes to the operation's efficiency.",
        "supspe":"The mechanic keeps the keys in his pants.",
        "sup5a": "The safety elements (wheel and steering wheel locks) must not be removed until the repair of the unit has been completed.",
        "sup5b": "The unit must not be used until the workshop manager has formally handed over the vehicle to the transport operator or yard operator."
      }

        
    },

    
    "Fra":{

        "seleccion":{
            "frase":"Vous avez sélectionné la langue française",
            "fraseBtn":"Commencer"
        },

        "curso":{
            "nameCurso": "Processus de verrouillage et de cadenassage à l'entretien du transport dans l'atelier"
        },

        "bienvenida":{
            "bien1": "Bienvenu !",
            "bien2": "Chez Grupo Bimbo, votre sécurité est primordiale.",
            "bien3": "Avec ce cours, nous vous montrerons les mesures de sécurité à suivre pour éviter tout accident et toute situation dangereuse."
        },

        "despedida":{
            "desp1": "Bravo !",
            "desp2": "Vous avez complété le cours avec succès.",
            "desp3": "Maintenant, vous pouvez ouvrer en toute sécurité dans votre zone de travail.",
            "desp4": "Pour terminer le cours, fermez la fenêtre."
        },

      "titulos": {
        "v1": "Vérifiez votre véhicule avant de commencer votre voyage",
        "v2": "Remise du rapport de réparation au mécanicien",
        "v3": "Le mécanicien sécurise le véhicule",
        "v4": "Le mécanicien effectue le diagnostic et la réparation",
        "v5": "Livraison du véhicule",
        "a12": "Dernière activité"
      },

        "flechas":{
            "flecha1": "Précédent",
            "flecha2": "Suivant"
        },
        
        "examen":{
            "exa1": "Choisissez la scène correcte.",
            "exa2": "Cliquez sur la flèche droite pour continuer.",
            "exa3": "Vous êtes sorti du véhicule. Laquelle de ces deux images est correcte ?",
            "exa4": "Vous êtes sur le point de partir. Laquelle de ces deux images est la correcte ?"
        },

        "txtTrivia":{
            "instru1":"La révision de votre véhicule vous aide à …",
            "instru2":"L'attribution d'une nouvelle tâche en fonction du temps disponible et des compétences du mécanicien permet de ...",
            "instru3":"Quelle est la procédure correcte pour sécuriser un véhicule dans l'atelier ?",
            "instru4":"Pourquoi est-il important de garder les clés du véhicule en sécurité dans la poche du pantalon du mécanicien ?",
            "instru5":"Quel est le bon moment pour retirer les dispositifs de sécurité ?",
            "btnConti":"Continuer"
        },

      "iconosTextos": {
        "icono1": "Prévenir les accidents pour vous-même ou pour les autres.",
        "icono2": "Vous assurer que votre véhicule est en bon état pour un voyage en toute sécurité.",
        "icono3": "Toutes les réponses précédentes",
        "icono4": "Avoir moins de travail",
        "icono5": "Accélérer les réparations",
        "icono6": "Exécuter le travail assigné avec une bonne qualité et dans les délais.",
        "icono7": "Serrer le frein à main, retirer les clés, les remettre au chef d'atelier, monter la protection du volant, et monter le blocage.",
        "icono8": "Monter la protection du volant, le blocage et retirer les clés.",
        "icono9": "Pour éviter les risques de mouvements non autorisés",
        "icono10": "Afin de ne pas les perdre pendant le processus de réparation.",
        "icono11": "À la fin de la réparation.",
        "icono12": "Lorsque le responsable de l'atelier remet officiellement le véhicule après que la réparation a été effectuée de manière adéquate."
      },

      "alertasTextos":{
            "alertaInsa":"Ayuda al colaborador a realizar el procedimiento seguro de manera correcta, seleccionando las alertas encendidas.",
            "alertaInsb":"Ayuda a los colaboradores a realizar el procedimiento seguro de manera correcta, seleccionando las alertas encendidas.",
            "alerta1a":"",
            "alerta1_2":"El personal de despacho o recibo deberá colocar un 'dispositivo luminoso preventivo' para prevenir a peatones, motocilistas o vehículos que se esta realizando una maniobra de ingreso de transporte.",
            "alerta1b":"Al iniciar la maniobra de ingreso del transporte, el transportador debe siempre esperar al personal de despacho o recibo para evitar accidentes con motociclistas, peatones, y automóviles.",
            "alerta2a":"",
            "alerta2b":"El personal de despacho o recibo debe asegurar la puerta para evitar que se cierre y obstruya la maniobra.",
            "alerta3a":"",
            "alerta3b":"El personal de despacho o recibo siempre debe contar con su equipo de protección y estar capacitado para apoyar con la maniobra.",
            "alerta4":"Para evitar accidentes en el momento de salida o entrada de un vehículo, asegúrate en todo momento que no hayan personas o vehículos en movimiento en tu trayectoria o próximos a ella, si los hubiera, cédeles el paso.",
            "alerta5a":"",
            "alerta5b":"El transportador entrega documentos y llaves.",
            "alerta6_2":"",
            "alerta6":"El transportador se coloca en un lugar seguro.",
            "alerta7":"El personal de despacho o recibo abre la cortina.",
            "alerta8":"El personal de despacho o recibo coloca la rampa de manera manual, usando el equipo de protección: Guantes, botas, faja.",
            "alerta9":"El responsable de despacho o recibo y el transportador antes de iniciar la maniobra de salida, deben asegurar el cierre de cortina del remolque, entrega de documentos y llaves.",
            "alerta10":"El personal de despacho o recibo abre puertas y coloca el dispositivo luminoso de prevención.",
            "alerta11":"Arranca camión y luces e inicia el movimiento a la velocidad normada de 5 km/h.",
            "alerta12":"El transportador se asegura de ver al responsable de despacho o recibo.",
            "alerta13":"El transportador verifica su entorno.",
            "alerta14":"El personal de despacho o recibo con ayuda de banderolas, da la indicación de la maniobra de salida al transporte."
        },

      "super": {
        "sup1": "Avant de commencer son voyage, chaque transporteur doit vérifier son unité en fonction du journal de trajet, en s'assurant qu'il effectuera son voyage en toute sécurité et qu'il se protégera lui-même et les autres.",
        "sup2": "Le chef de quart sélectionnera le mécanicien en tenant compte de sa fonction et doit vérifier qu'il dispose de l'équipement de protection approprié et qu'il est en bonne condition pour effectuer la réparation du transport.",
        "sup3a": "Pour aider à prévenir les accidents :",
        "sup3b": "Serrez le frein à main,",
        "sup3c": "Retirez la clé,",
        "sup3d": "Posez une housse de protection sur le volant,",
        "sup3e": "Descendez de l'unité en utilisant la technique des trois points d'appui, et",
        "sup3f": "Placez le blocage de roue sur la roue avant gauche.",
        "sup4a": "Pour des raisons de sécurité, seul le mécanicien doit garder les clés dans la poche de son pantalon.",
        "sup4b": "Effectuer la réparation avec qualité et dans les délais contribue à l'efficacité de l'opération.",
        "supspe":"Le mécanicien range les clés dans son pantalon.",
        "sup5a": "Les éléments de sécurité (blocage de roue et blocage du volant) ne doivent pas être retirés avant la fin de la réparation du véhicule.",
        "sup5b": "Le véhicule ne doit pas être utilisé avant que le chef d'atelier ne l'ait remis officiellement au transporteur ou au responsable du déplacement."
      }

        
    },

    "Por":{

        "seleccion":{
            "frase":"Você selecionou português",
            "fraseBtn":"Começar"
        },

        "curso":{
            "nameCurso": "Processo de bloqueio e travamento durante a manutenção do transporte na oficina."
        },

        "bienvenida":{
            "bien1": "Seja bem-vindo!",
            "bien2": "Para o Grupo Bimbo sua segurança vem em primeiro lugar.",
            "bien3": "Neste curso, mostraremos as medidas de segurança que você deve seguir para prevenir acidentes e situações perigosas."
        },

        "despedida":{
            "desp1": "Parabéns!",
            "desp2": "Você concluiu o curso com sucesso.",
            "desp3": "Agora você pode trabalhar com segurança em sua área de trabalho.",
            "desp4": "Para terminar o curso, feche a janela."
        },

      "titulos": {
        "v1": "Revise o veículo antes de iniciar viagem",
        "v2": "Atribuição de relatório de reparo mecânico",
        "v3": "O mecânico assegurando o veículo...",
        "v4": "O mecânico executando o diagnóstico e o reparo",
        "v5": "Entrega de veículos",
        "a12": "Atividade Final"
      },

        "flechas":{
            "flecha1": "Voltar",
            "flecha2": "Próxima"
        },
        
        "examen":{
            "exa1": "Escolha a imagem que indica a cena correta",
            "exa2": "Clique na seta direita para continuar.",
            "exa3": "Você está descendo do veículo. Qual das ações é a correta?",
            "exa4": "Você vai começar uma nova viagem. Qual das ações é a correta?"
        },

        "txtTrivia":{
            "instru1":"Fazer a revisão do seu veículo te ajudará a...",
            "instru2":"A atribuição de um novo trabalho, de acordo à disponibilidade de horário e as habilidades de cada mecânico, ajuda a…?",
            "instru3":"Qual é o procedimento correto para assegurar um veículo na oficina?",
            "instru4":"Por que é importante que o mecânico guarde as chaves do veículo no bolso da calça?",
            "instru5":"Qual é o momento certo para remover dispositivos de segurança?",
            "btnConti":"Continuar"
        },

      "iconosTextos": {
        "icono1": "Prevenir acidentes consigo e com os outros.",
        "icono2": "Garantir que o veículo esteja em boas condições e, assim, afiançar uma viagem segura.",
        "icono3": "Todas as anteriores",
        "icono4": "Ter menos trabalho",
        "icono5": "Acelerar os consertos",
        "icono6": "Executar com tempo e a qualidade adequada o trabalho asignado.",
        "icono7": "Puxe o freio de mão, remova as chaves, entregue-as ao encarregado responsável, coloque a capa no volante e use o trava rodas",
        "icono8": "Coloque a capa no volante, use o trava rodas e remova as chaves",
        "icono9": "Para evitar riscos de movimento veícular sem autorização",
        "icono10": "Para que não se percam durante o processo de reparação.",
        "icono11": "Assim que o conserto estiver terminado.",
        "icono12": "Depois que o reparo estiver concluído de forma satisfatória e quando o responsável pela oficina entregar formalmente o veículo"
      },

      "alertasTextos":{
            "alertaInsa":"Ayuda al colaborador a realizar el procedimiento seguro de manera correcta, seleccionando las alertas encendidas.",
            "alertaInsb":"Ayuda a los colaboradores a realizar el procedimiento seguro de manera correcta, seleccionando las alertas encendidas.",
            "alerta1a":"",
            "alerta1_2":"El personal de despacho o recibo deberá colocar un 'dispositivo luminoso preventivo' para prevenir a peatones, motocilistas o vehículos que se esta realizando una maniobra de ingreso de transporte.",
            "alerta1b":"Al iniciar la maniobra de ingreso del transporte, el transportador debe siempre esperar al personal de despacho o recibo para evitar accidentes con motociclistas, peatones, y automóviles.",
            "alerta2a":"",
            "alerta2b":"El personal de despacho o recibo debe asegurar la puerta para evitar que se cierre y obstruya la maniobra.",
            "alerta3a":"",
            "alerta3b":"El personal de despacho o recibo siempre debe contar con su equipo de protección y estar capacitado para apoyar con la maniobra.",
            "alerta4":"Para evitar accidentes en el momento de salida o entrada de un vehículo, asegúrate en todo momento que no hayan personas o vehículos en movimiento en tu trayectoria o próximos a ella, si los hubiera, cédeles el paso.",
            "alerta5a":"",
            "alerta5b":"El transportador entrega documentos y llaves.",
            "alerta6_2":"",
            "alerta6":"El transportador se coloca en un lugar seguro.",
            "alerta7":"El personal de despacho o recibo abre la cortina.",
            "alerta8":"El personal de despacho o recibo coloca la rampa de manera manual, usando el equipo de protección: Guantes, botas, faja.",
            "alerta9":"El responsable de despacho o recibo y el transportador antes de iniciar la maniobra de salida, deben asegurar el cierre de cortina del remolque, entrega de documentos y llaves.",
            "alerta10":"El personal de despacho o recibo abre puertas y coloca el dispositivo luminoso de prevención.",
            "alerta11":"Arranca camión y luces e inicia el movimiento a la velocidad normada de 5 km/h.",
            "alerta12":"El transportador se asegura de ver al responsable de despacho o recibo.",
            "alerta13":"El transportador verifica su entorno.",
            "alerta14":"El personal de despacho o recibo con ayuda de banderolas, da la indicación de la maniobra de salida al transporte."
        },

      "super": {
        "sup1": "Antes de iniciar viagem, todo operador deverá fazer uma revisão da unidade baseando-se na bitácora de viagem, garantindo que fará o percurso deterninado com segurança, garantindo sua própria integridade e a dos demais.",
        "sup2": "O responsável selecionará o mecânico de acordo com sua função de trabalho, garantindo que ele tenha os equipamentos de proteção adequados e que estes estejam em boas condições durante o trabalho de conserto do veículo.",
        "sup3a": "Para ajudar a evitar acidentes:",
        "sup3b": "Puxe o freio de mão",
        "sup3c": "Retire a chave",
        "sup3d": "Coloque a capa de proteção no volante",
        "sup3e": "Desce da unidade usando os três pontos de apoio, e",
        "sup3f": "Coloque o trava roda no pneu dianteiro esquerdo",
        "sup4a": "Por segurança, apenas o mecânico deve guardar as chaves no bolso da calça.",
        "sup4b": "Realizar os reparos com qualidade e no tempo certo contribui para a eficiência da operação.",
        "supspe":"O mecânico guarda as chaves no bolso da calça.",
        "sup5a": "Os elementos de segurança (trava rodas e freio de mão) não devem ser retirados até que o conserto do veículo esteja concluída.",
        "sup5b": "A unidade não deve ser usada até que o responsável pela oficina tenha entregado formalmente o veículo ao motorista ou manobrista."
      }

        
    },

    "Chi":{

        "seleccion":{
            "frase":"Has seleccionado el idioma español",
            "fraseBtn":"Iniciar"
        },

        "curso":{
            "nameCurso": "Proceso de bloqueo y candadeo de mantenimiento de transporte en taller"
        },

        "bienvenida":{
            "bien1": "¡Te damos la bienvenida!",
            "bien2": "En Grupo Bimbo tu seguridad es primero.",
            "bien3": "En este curso, te mostraremos las medidas de seguridad que debes seguir para prevenir accidentes y situaciones peligrosas."
        },

        "despedida":{
            "desp1": "¡Felicidades!",
            "desp2": "Has concluido el curso con éxito.",
            "desp3": "Ahora podrás laborar con seguridad en tu área de trabajo.",
            "desp4": "Para terminar el curso, cierra la ventana."
        },

      "titulos": {
        "v1": "Revisa tu vehículo antes de iniciar tu viaje",
        "v2": "Asignación de reporte de reparación a mecánico",
        "v3": "Mecánico asegura el vehículo…",
        "v4": "Mecánico realiza el diagnóstico y reparación",
        "v5": "Entrega de vehículo",
        "a12": "Actividad final"
      },

        "flechas":{
            "flecha1": "Regresar",
            "flecha2": "Siguiente"
        },
        
        "examen":{
            "exa1": "Elige cuál de estas escenas es la correcta.",
            "exa2": "Da clic en la flecha derecha para continuar.",
            "exa3": "Descendiste del vehículo, ¿cuál de estas dos imágenes es la correcta?",
            "exa4": "Estas en proceso de salida a viaje, ¿cuál de estas dos imágenes es la correcta?"
        },

        "txtTrivia":{
            "instru1":"¿Hacer la revisión de tu vehículo te ayuda a...?",
            "instru2":"¿Asignar un nuevo trabajo de acuerdo a la disponibilidad de tiempo y habilidades adecuadas del mecánico ayuda a..?",
            "instru3":"¿Cuál es el procedimiento correcto para asegurar un vehículo en el taller?",
            "instru4":"¿Por qué es importante mantener en resguardo las llaves del vehículo en el bolsillo del pantalón del mecánico?",
            "instru5":"¿Cuál es el momento correcto para retirar los dispositivos de seguridad?",
            "btnConti":"Continuar"
        },

      "iconosTextos": {
        "icono1": "Prevenir accidentes hacia ti o terceros",
        "icono2": "Asegurarte que tu vehículo está en buenas condiciones y así tener un viaje seguro.",
        "icono3": "Todas las demás",
        "icono4": "Tener menos trabajo",
        "icono5": "Acelerar las reparaciones",
        "icono6": "Ejecutar con la calidad y oportunidad adecuada el trabajo asignado",
        "icono7": "Aplicar freno de estacionamiento, retirar llaves, entregarlas al jefe de taller, colocar funda del volante, colocar el bloqueador",
        "icono8": "Colocar funda del volante, bloqueador y retirar llaves",
        "icono9": "Para evitar riesgos de movimientos sin autorización",
        "icono10": "Para que no se pierdan durante el proceso de reparación",
        "icono11": "Terminando la reparación",
        "icono12": "Cuando el encargado de taller haga la entrega del vehículo de manera formal cuando la reparación haya concluido de manera satisfactoria"
      },

      "alertasTextos":{
            "alertaInsa":"Ayuda al colaborador a realizar el procedimiento seguro de manera correcta, seleccionando las alertas encendidas.",
            "alertaInsb":"Ayuda a los colaboradores a realizar el procedimiento seguro de manera correcta, seleccionando las alertas encendidas.",
            "alerta1a":"",
            "alerta1_2":"El personal de despacho o recibo deberá colocar un 'dispositivo luminoso preventivo' para prevenir a peatones, motocilistas o vehículos que se esta realizando una maniobra de ingreso de transporte.",
            "alerta1b":"Al iniciar la maniobra de ingreso del transporte, el transportador debe siempre esperar al personal de despacho o recibo para evitar accidentes con motociclistas, peatones, y automóviles.",
            "alerta2a":"",
            "alerta2b":"El personal de despacho o recibo debe asegurar la puerta para evitar que se cierre y obstruya la maniobra.",
            "alerta3a":"",
            "alerta3b":"El personal de despacho o recibo siempre debe contar con su equipo de protección y estar capacitado para apoyar con la maniobra.",
            "alerta4":"Para evitar accidentes en el momento de salida o entrada de un vehículo, asegúrate en todo momento que no hayan personas o vehículos en movimiento en tu trayectoria o próximos a ella, si los hubiera, cédeles el paso.",
            "alerta5a":"",
            "alerta5b":"El transportador entrega documentos y llaves.",
            "alerta6_2":"",
            "alerta6":"El transportador se coloca en un lugar seguro.",
            "alerta7":"El personal de despacho o recibo abre la cortina.",
            "alerta8":"El personal de despacho o recibo coloca la rampa de manera manual, usando el equipo de protección: Guantes, botas, faja.",
            "alerta9":"El responsable de despacho o recibo y el transportador antes de iniciar la maniobra de salida, deben asegurar el cierre de cortina del remolque, entrega de documentos y llaves.",
            "alerta10":"El personal de despacho o recibo abre puertas y coloca el dispositivo luminoso de prevención.",
            "alerta11":"Arranca camión y luces e inicia el movimiento a la velocidad normada de 5 km/h.",
            "alerta12":"El transportador se asegura de ver al responsable de despacho o recibo.",
            "alerta13":"El transportador verifica su entorno.",
            "alerta14":"El personal de despacho o recibo con ayuda de banderolas, da la indicación de la maniobra de salida al transporte."
        },

      "super": {
        "sup1": "Antes de iniciar su viaje, todo operador deberá hacer una revisión de su unidad con base en la bitácora de viaje, asegurando que hará su recorrido completo con toda la seguridad, protegiendo su integridad y de los demás.",
        "sup2": "El maestro de turno seleccionará al mecánico de acuerdo con su rol de trabajo, asegurando que cuente con su equipo de protección adecuado y en buenas condiciones para desarrollar la reparación del transporte.",
        "sup3a": "Para ayudar a evitar accidentes:",
        "sup3b": "aplica freno de estacionamiento,",
        "sup3c": "retira la llave,",
        "sup3d": "coloca la funda de protección en el volante,",
        "sup3e": "desciende de la unidad usando los tres puntos de apoyo, y",
        "sup3f": "coloca el bloqueador en la llanta delantera izquierda.",
        "sup4a": "Por seguridad solo el mecánico debe mantener las laves en la bolsa de su pantalón.",
        "sup4b": "Realizar la reparación con calidad y en el tiempo adecuado contribuye a la eficiencia en la operación.",
        "supspe":"Mecánico asegura la llave en la bolsa del pantalón",
        "sup5a": "No se deben retirar los elementos de seguridad (bloqueador y seguro de volante) hasta que la reparación de la unidad haya concluido.",
        "sup5b": "No se deberá usar la unidad hasta que el encargado de taller haya entregado el vehículo de manera formal al operador de transportes o movedor de patio."
      }

        
    }


}